Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: Auto-generated from GoogleCheckout Charge
bg: Автоматично генерирано от GoogleCheckout плащания

source: Buyer Account Age: %s days
bg: Профил на купувач: %s дни

source: CC Partial: xxxx-%s
bg: Частичен номер на кред. карта: xxxx-%s

source: CID Status: %s
bg: CID Статус: %s

source: Carrier Calculated Methods
bg: Методи за калкулиране от превозвач

source: Cart Discount
bg: Отстъпки от количка

source: Checkout Image Style
bg: Стил за изображение за разплащане

source: Continue Shopping URL
bg: Продължи пазаруване URL

source: Default Package Height (in)
bg: Височина на пакет по подразбиране (инч)

source: Default Package Length (in)
bg: Дължина на пакет по подразбиране (инч)

source: Default Package Width (in)
bg: Широчина на пакет по подразбиране (инч)

source: Default Price for Methods
bg: Цена по подразбиране за методи

source: Default price:
bg: Цена по подразбиране:

source: Delivery Address Category
bg: Категория адрес за доставка

source: Delivery Schedule
bg: Планиране на доставка

source: Disable Default Tax Tables
bg: Деактивирай таблици за данъци по подразбиране

source: Discount Tax
bg: Данък за отстъпка

source: Eligible for Protection: %s
bg: Допустим за протекция: %s

source: Enable Carrier Calculated
bg: Активирай калкулиране от превозвач

source: Enable Digital Delivery
bg: Акативирай дигитална доставка

source: Enable Flat Rate
bg: Активирай фиксирана ставка

source: Enable Merchant Calculated
bg: Активирай калкулирано от търговец

source: Expiration: %s
bg: Изтичане: %s

source: Financial: %s -> %s
bg: Финансово: %s -> %s

source: Free Shipping
bg: Безплатна доставка

source: Fulfillment: %s -> %s
bg: Осъществаване: %s -> %s

source: Google Authorization:
bg: Гугъл оторизация:

source: Google Charge:
bg: Гугъл разплащане:

source: Google Checkout
bg: Гугъл разплащане

source: Google Checkout Shipping - Carrier Calculated
bg: Доставка за Гугъл разплащане - калкулирано от превозвач

source: Google Checkout Shipping - Digital Delivery
bg: Доставка за Гугъл разплащане - дигитална доставка

source: Google Checkout Shipping - Flat Rate
bg: Доставка за Гугъл разплащане - фиксирана ставка

source: Google Checkout Shipping - Merchant Calculated
bg: Доставка за Гугъл разплащане - калкулирано от търговец

source: Google Checkout: %s
bg: Гугъл разплащане: %s

source: Google Order Number: %s
bg: Гугъл номер на поръчка: %s

source: Google Order Status Change:
bg: Промяна на статус на Гугъл поръчка:

source: Google Refund:
bg: Гугъл връщане на сума:

source: Google Risk Information:
bg: Гугъл риск информация:

source: Hide Cart Contents
bg: Скрий съдържанието на количката

source: IP Address: %s
bg: IP адрес: %s

source: Invoice Auto-Created: %s
bg: Автоматично създадена фактура: %s

source: Is Buyer Willing to Receive Marketing Emails: %s
bg: Желае ли купувача да получава маркетингови имейли: %s

source: Large - %s
bg: Голямо - %s

source: Latest Charge: %s
bg: Последно заплатено: %s

source: Latest Refund: %s
bg: Последно връщане на сума: %s

source: Location
bg: Местоположение

source: Medium - %s
bg: Средно - %s

source: Merchant ID
bg: Търговец ID

source: Merchant Key
bg: Ключ на търговец Method" Method"

source: Optional, leave empty for home page.
bg: По желание, оставете празно за начална страница.

source: Rate 1 Amount
bg: Сума на ставка 1

source: Rate 1 Ship To Applicable Countries
bg: Ставка 1 израща до налични държави

source: Rate 1 Ship to Specific Countries
bg: Ставка 1 израща до определени държави

source: Rate 1 Title
bg: Заглавие за Ставка 1

source: Rate 2 Amount
bg: Сума на ставка 2

source: Rate 2 Ship To Applicable Countries
bg: Ставка 2 израща до налични държави

source: Rate 2 Ship to Specific Countries
bg: Ставка 2 израща до определени държави

source: Rate 2 Title
bg: Заглавие за Ставка 2

source: Rate 3 Amount
bg: Сума на ставка 3

source: Rate 3 Ship To Applicable Countries
bg: Ставка 3 израща до налични държави

source: Rate 3 Ship to Specific Countries
bg: Ставка 3 израща до определени държави

source: Rate 3 Title
bg: Заглавие за Ставка 3

source: Required for live Google Checkout transactions.
bg: Задължителни за реални Google Checkout транзакции.

source: Secure Callback URL
bg: Сигурно URL за обратно извикване

source: Small - %s
bg: Малко - %s

source: Total Charged: %s
bg: Разплатена сума: %s

source: Total Refunded: %s
bg: Общо върнати сума: %s

source: Transparent
bg: Прозрачно

source: United Kingdom
bg: Великобритания

source: United States
bg: САЩ

source: White Background
bg: Бял фон

source: You will be redirected to GoogleCheckout in a few seconds.
bg: Ще бъдете пренасочен към GoogleCheckout след няколко секунди.

source: Account Registration
bg: Регистрация на профил

source: All fields of script types have to be filled.
bg: Всички полета за тип на скрипт трябва да са попълнени.

source: Category View Optimization
bg: Оптимизация на преглед на категория

source: Control Script
bg: Контролен скрипт

source: Conversion Page
bg: Страница за конверсия

source: Conversion Page URL
bg: URL за страница за конверсия

source: Conversion Script
bg: Скрипт за конверсия

source: Google Optimizer Scripts
bg: Гугъл Optimizer скриптове

source: Google Website Optimizer
bg: Гугъл Уебсайт Optimizer

source: Install Scripts
bg: Инсталирай скриптове

source: Multi Address Checkout
bg: Раплащане за множество адреси

source: Order Success (Multi Address Checkout)
bg: Успешна поръчка (Раплащане за множество адреси)

source: Order Success (One Page Checkout)
bg: Успешна поръчка (Разплащане на една страница)

source: Original Page
bg: Първоначална страница

source: Other
bg: Други

source: Page Type
bg: Тип страница

source: Page View Optimization
bg: Оптимизация за преглед на страница

source: Please copy and paste this value to experiment edit form
bg: Моля копирайте тази стойност във формата за редакция

source: Please copy and paste this value to experiment edit form.
bg: Моля копирайте тази стойност във формата за редакция.

source: Please select store view to see the URL
bg: Моля изберете изглед на магазин за да видите URL адресът

source: Please select store view to see the URL.
bg: Моля изберете изглед на магазин за да видите URL адресът.

source: Product View Optimization
bg: Оптимизация за преглед на продукт

source: Scripts Install URL
bg: Инсталационен адрес на скриптове

source: The limit is 8 attributes only.
bg: Ограничено до само 8 атрибута.

source: Tracking Script
bg: Скрипт за проследяване

source: Use Default Values
bg: Използвай стойности по подразбиране

source: Variant Page
bg: Вариант на страница

source: %s index was rebuilt.
bg: Индекс %s беше обновен.

source: '%s' Index Process Information
bg: Информация за индекс процес '%s'

source: Cannot initialize the indexer process.
bg: Невъзможно е инициализирането на процес за индексиране.

source: Change Index Mode
bg: Смяна на индекс режим

source: Click here to go to <a href="%s">Cache Management</a> and refresh cache types.
bg: Отидете на <a href="%s">Управление на кеш</a> и презаредете кеш типовете.

source: Click here to go to <a href="%s">Index Management</a> and rebuild required indexes.
bg: Отидете на <a href="%s">Управление на индекси</a> и обновете необходимите индекси.

source: Index
bg: Индекс

source: Index Description
bg: Индекс описание

source: Index Management
bg: Управление на индекси

source: Index Mode
bg: Индекс режим

source: Index Name
bg: Индекс име

source: Index mode
bg: Индекс режим

source: Indexer code is not defined.
bg: Не е дефиниран код на индексатор.

source: Indexer model is not defined.
bg: Не е дефиниран модел на индексатор.

source: Indexer model should extend Mage_Index_Model_Indexer_Abstract.
bg: Модел на индексатор трябва да наследява Mage_Index_Model_Indexer_Abstract.

source: Last Run
bg: Последно стартирано

source: Manual Update
bg: Ръчно обновяване

source: Mode
bg: Режим

source: One or more of the Indexes are not up to date:
bg: Един или няколко индекса не са актуални:

source: Pending Events
bg: На изчакване

source: Please select Index(es)
bg: Моля изберете индекс(и)

source: Please select Indexes
bg: Моля изберете индекси

source: Process Information
bg: Информация за процес

source: Processing
bg: В обработка

source: Ready
bg: Готово

source: Reindex Data
bg: Индексирай данни

source: Reindex Required
bg: Необходимо е индексиране

source: The index has been saved.
bg: Индексът беше записан.

source: There was a problem with reindexing process.
bg: Намерен е проблем в реиндексиращия процес.

source: There was a problem with saving process.
bg: Намерен е проблем в записващия процес.

source: Total of %d index(es) have changed index mode.
bg: Общо %d индекса са със сменен режим на индексиране.

source: Total of %d index(es) have reindexed data.
bg: Данните за общо %d индекса са обновени.

source: Update on Save
bg: Обнови на записване

source: (Optional. Leave blank for no prefix)
bg: (Незадължително. Оставете празно ако не желаете префикс)

source: (ver. %s)
bg: (вер. %s)

source: Additional path added after Base URL to access your Administrative Panel (e.g. admin, backend, control etc.).
bg: Допълнителен път добавен след базовия URL адрес за достъп до административен панел напр. admin, backend, control и т.н.).

source: Admin Path
bg: Път за администрация

source: After successfull installation please click the button below.
bg: Моля изберете бутона по-долу след успешна инсталация.

source: All packages were installed, click 'OK' to continue with installation.
bg: Всички пакети бяха инсталирани, натиснете 'OK' за да продължите с инсталацията.

source: Alternatively you could try the 'Manual Downloads and Upgrades' method.
bg: Алтернативно бихте могли да опитате метод 'Ръчно изтегляне и обновяване' .

source: Check out our
bg: Проверете нашето - ОТ ПРЕВОДАЧА - КАКВО?!?

source: Check this box only if it is not possible to automatically validate Secure URL, for example if HTTP authentication is required.
bg: Изерете само ако е невъзможно автоматичното валидиране на сигурен URL адрес, например ако е необходима HTTP оторизация.

source: Check this box only if it is not possible to automatically validate the Base URL.
bg: Изерете само ако е невъзможно автоматичното валидиране на базов URL адрес.

source: Choose this if you would like to test frontend and backend functionality.
bg: Изберете ако искате да тествате функционалността на публичния сайт и администрацията.

source: Connection
bg: Връзка

source: Continue After Manual Download
bg: Продължение след ръчно сваляне

source: Continue Full Download / SVN Installation
bg: Пордължи пълно изтегляне / SVN инсталация

source: Create Admin Account
bg: Създаване на Администраторски профил

source: Currently this is the most stable state available for Magento packages.
bg: Това е последното, възможно най-устойчиво ниво за Magento пакети.

source: Database Connection
bg: Свързване с база данни

source: Database Name
bg: Име на база данни

source: Database connection error.
bg: Грешка при свързване с базата данни.

source: Database host
bg: Хост на базата данни

source: Database user name
bg: Потребителско име за база данни

source: Database user password
bg: Парола за база данни

source: Default Currency
bg: Валута по подразбиране

source: Download Magento Core Modules and Updates
bg: Изтегли Magento модули и обновявания

source: Enable this option only if you have SSL available.
bg: Активирайте тази опция само ако имате поддръжка на SSL.

source: Encryption Key
bg: Ключ за криптиране

source: Get ready to experience Open-Source eCommerce Evolved.
bg: Подгответе се да изпитате развитието на eCommerce с отворен код.

source: Go to Backend
bg: Към администрация

source: Go to Frontend
bg: Към сайта

source: Having trouble installing Magento?
bg: Проблеми с инсталацията на Magento?

source: Help Us to Keep Magento Healthy
bg: Погнете ни да поддържаме Magenot стабилно

source: I agree to the above terms and conditions.
bg: Съгласен съм с Условията за ползване по-горе.

source: If you are a developer and would like to have the latest public updates, choose this option.
bg: Изберете тази опция ако сте уеб разработчик и желаете да имате последните публични актуализации.

source: If you are running the install wizard over a previously downloaded and installed Magento installation, proceed with this method.
bg: Продължете с този метод ако инсталирате върху предишно изтеглена и инсталирана Magento система.

source: If you have downloaded the full package or installed Magento through SVN, you should skip packages installation and validation by clicking the button below.
bg: Ако сте изтеглили пълния инсталационен пакет или сте инсталирали Magento през SVN, би трябвало да пропуснете инсталирането на пакети и валидацията, като използвате бутона по-долу.

source: If your server is running on MS Windows, most probably you will not need to change anything.
bg: Ако системата ви върви на MS Windows, най-вероятно няма нужда да променяте каквото и да било.

source: In other cases you will need to make Magento files writeable for the user that the web server process is running under.
bg: В противен случай е ноебходимо да направите Magento файлове с права за писане за потребителя, под който върви процесът на уеб сървъра.

source: Installation
bg: Инсталация

source: Installation Guide
bg: Инсталационно ръководство

source: License Agreement
bg: Лицензно споразумение

source: Locale settings
bg: Регионални настройки

source: Localization
bg: Локализация

source: Magento Installation Wizard
bg: Инсталационен Magento помощник

source: Manual Downloads and Upgrades
bg: Ръчно изтегляне и актуализиране

source: One of PHP Extensions "%s" must be loaded.
bg: Едно от разширенията "%s" за PHP трябва да е заредено.

source: PHP Extension '%s' loaded
bg: PHP разширение '%s' е заредено

source: PHP extension "%s" must be loaded.
bg: PHP разширение "%s" трябва да бъде заредено.

source: Package Management through the Web
bg: Управление на пакети през Уеб

source: Path "%s" must be writable.
bg: Път "%s" трябва да има права за писане.

source: Please make sure that <code>mod_rewrite</code> is enabled in Apache configuration.
bg: Моля убедете се, че <code>mod_rewrite</code> е активен в конфигурацията на Apache.

source: Please note that it is much less stable than beta.
bg: Необходимо е да Ви известим, че това е много по малко стабилна версия от бета версия.

source: Please note that only UNIX, Linux and Mac OS X shells are currently supported. For Windows use the '%s' option.
bg: Необходимо е да Ви известим, че към момента се поддържат шелове само за UNIX, Linux и Mac OS X. За Windows използвайте опция '%s'.

source: Please set all required settings before clicking Continue
bg: Моля задайте всички задължителни настройки преди да изберете 'Продължи'

source: Preferred stability: %s
bg: Предпочитано ниво на стабилност: %s

source: Proceed With Automatic Download (%s)
bg: Продължи с автоматично сваляне (%s)

source: Provide a complete base URL for SSL connection. For example: %s
bg: Укажете пълен базов URL адрес за SSL свързване. Например: %s

source: Report All Bugs
bg: Докладване на проблеми

source: Required Fields
bg: Задължителни полета

source: Run admin interface with SSL
bg: Използвай администрация с SSL

source: Run this in your shell from Magento root folder:
bg: Стартирайте следното във Вашия шел от главна Magento папка:

source: Save Session Data In
bg: Записване на данни на сесията в

source: Save Session Files In
bg: Записване файлове на сесията в

source: Secure Base URL
bg: Сигурен базов URL адрес

source: Session Storage Options
bg: Опции за съхраняване на сесия

source: Setting preferred state to: %s
bg: Задаване на предпочитано състояние: %s

source: Skip Base URL Validation Before the Next Step
bg: Пропусни валидацията на базов URL адрес преди следваща стъпка

source: Skip Secure URL validation before next step
bg: Пропусни валидацията на сигурен URL адрес преди следваща стъпка

source: Tables Prefix
bg: Префикс на таблици

source: The URL "%s" is not accessible.
bg: URL адресът "%s" е невалиден.

source: Time Zone
bg: Часова зона

source: Use Secure URLs (SSL)
bg: Използвай сигурни URL адреси (SSL)

source: Use Web Server (Apache) Rewrites
bg: Използвай Уеб сървър (Apache) презаписвания

source: User Password
bg: Парола

source: Username
bg: Потребителско име

source: Validation
bg: Валидация

source: Web access options
bg: Опции за уеб достъп

source: Welcome
bg: Здравейте

source: Welcome to Magento's Installation Wizard
bg: Добре дошли на Инсталационния помощник на Magento

source: You could enable this option to use web server rewrites functionality for improved search engines optimization.
bg: Можете да активирате тази опция за използване на уеб сървър презаписвания за допълнителна оптимизация за търсещи машини.

source: You're All Set
bg: Всичко е готово

source: You're All Set!
bg: Всичко е готово!

source: Enable Log Cleaning
bg: Активирай изчистване на системни дневници

source: Log Cleaning
bg: Изчистване на системни дневници

source: Log cleanup Warnings
bg: Предупреждения при изчистване на системни дневници

source: Save Log, Days
bg: Записване в дневници, дни

source: An error occurred while creating the image.
bg: Грешка при създаване на изображение.

source: The image does not exist or is invalid.
bg: Изображението не съществува или е невалидно.

source: This content requires last version of Adobe Flash Player. <a href="%s">Get Flash</a>
bg: Необходима е последна версия на Adobe Flash Player. <a href="%s">Инсталирайте Flash</a>

source: Copy
bg: Необходима е последна версия на Adobe Flash Player. <a href="%s">Инсталирайте Flash</a>

source: Add to Queue
bg: Добави в списък със задачи

source: Allow Guest Subscription
bg: Позволи абонамент за гости

source: An error occurred while saving your subscription.
bg: Грешка при записване на Вашия абонамент.

source: Are you sure that you want to strip all tags?
bg: Сигурен ли сте, че искате да премахнете всички тагове?

source: Cancelled
bg: Отказан

source: Cannot mark as received subscriber.
bg: Невъзможно е маркиране на абонат като получен.

source: Confirmation Email Sender
bg: Подател за имейл за потвърждение

source: Confirmation Email Template
bg: Шаблон за имейл за потвърждение

source: Confirmation request has been sent.
bg: Заявка за потвърждение беше успешно изпратена.

source: Create Newsletter Template
bg: Създай шаблон за бюлетин

source: Customer My Account Newsletter Subscriptions
bg: Профил на клиент за абонаменти за бюлетини

source: Delete Selected Problems
bg: Изтрий избраните проблеми

source: Do you really want to cancel the queue?
bg: Наистина ли искате да откажете задачата?

source: Duplicate template code.
bg: Дублициране на код на шаблон.

source: Edit Newsletter
bg: Редактирай бюлетин

source: Edit Newsletter Template
bg: Редактирай шаблон на бюлетин

source: Enter your email address
bg: Въведете Вашия имейл адрес

source: Error Code
bg: Код на грешка

source: Error Text
bg: Текст на грешка

source: Follow this link to unsubscribe <!-- This tag is for unsubscribe link --><a href="{{var subscriber.getUnsubscriptionLink()}}">{{var subscriber.getUnsubscriptionLink()}}</a>
bg: Последвайте тази връзка за анулиране на абонамента <a href={{var subscriber.getUnsubscriptionLink()}}">{{var subscriber.getUnsubscriptionLink()}}</a>"

source: Invalid queue selected.
bg: Избрана е невалидна задача.

source: Invalid subscription ID.
bg: Невалиден идентификатор (ID) на абонамент.

source: Invalid subscription confirmation code.
bg: Невалиден код за потвърждение на абонамент.

source: Need to Confirm
bg: Необходимо е потвърждение

source: New Newsletter Template
bg: Нов шаблон за бюлетин

source: Newsletter Message Preview
bg: Преглед на съобщения за бюлетини

source: Newsletter Problem Reports
bg: Справки за проблеми с бюлетини

source: Newsletter Section
bg: Секция бюлетин

source: Newsletter Sign-up:
bg: Записване за бюлетин:

source: Newsletter Subscriptions
bg: Абонаменти за бюлетин

source: Newsletter subscription confirmation
bg: Потвърждение на абонамент за бюлетин

source: Newsletter subscription success
bg: Успешно абониране за бюлетин

source: Newsletter unsubscription success
bg: Успешно анулиране на абонамент за бюлетин

source: No problems found.
bg: Не са намерени проблеми.

source: No subscribers selected.
bg: Не са избрани абонати

source: Not Activated
bg: Некативно

source: Pause
bg: Пауза

source: Please enter a valid email address.
bg: Моля въведете валиден имейл адрес.

source: Please enter new template name
bg: Моля въведете ново име на шаблон

source: Please select subscriber(s)
bg: Моля изберете абонати

source: Processed
bg: Обработено

source: Queue Date Start
bg: Начална дата на на задача

source: Queue Finish
bg: Край на задача

source: Queue Information
bg: Информация за задача

source: Queue Newsletter...
bg: Задачи за бюлетин...

source: Queue Start
bg: Стартиране на задача

source: Queue Subject
bg: Заглавие на задача

source: Recipients
bg: Получатели

source: Resume
bg: Поднови

source: Return HTML Version
bg: Върни HTML версия

source: Save As
bg: Запази като

source: Save Newsletter
bg: Запиши бюлетин

source: Save and Resume
bg: Запиши и поднови

source: Selected problem subscribers have been unsubscribed.
bg: Абонаментите на избраните проблемни абонати бяха анулирани.

source: Selected problems have been deleted.
bg: Избраните проблеми бяха изтрити.

source: Sign Up for Our Newsletter:
bg: Абонирайте се за нашия бюлетин:

source: Sign up for our newsletter
bg: Абонирайте се за нашия бюлетин

source: Sorry, but administrator denied subscription for guests. Please <a href="%s">register</a>.
bg: Съжаляваме, но абониране на анонимни посетители не е позволено. Моля <a href="%s">регистрирайте се</a>.

source: Start
bg: Стартирай

source: Subscribe
bg: Абониране

source: Subscribed
bg: Абониран

source: Subscriber
bg: Клиент

source: Subscribers
bg: Клиенти

source: Subscribers From
bg: Абонати от

source: Subscription Options
bg: Опции за абонаменти

source: Success Email Sender
bg: Подател на имейл за успешно абониране

source: Success Email Template
bg: Шаблон на имейл за успешно абониране

source: Thank you for your subscription.
bg: Благодарим за Вашия абонамент.

source: The subscription has been removed.
bg: Абонамента беше премахнат.

source: The subscription has been saved.
bg: Абонамента беше записан.

source: There was a problem with the subscription.
bg: Намерен е проблем с абонамента.

source: There was a problem with the subscription: %s
bg: Намерен е проблем с абонамента: %s

source: There was a problem with the un-subscription.
bg: Намерен е проблем с анулирането на абонамента.

source: This email address is already assigned to another user.
bg: Този имейл адрес е вече е асоцииран към друг потребител.

source: Unconfirmed
bg: Непотвърден

source: Unsubscribe
bg: Анулирай абонамент

source: Unsubscribe Selected
bg: Анулирай избраните

source: Unsubscribed
bg: Анулирани абонаменти

source: Unsubscription Email Sender
bg: Подател за анулиране на абонамент

source: Unsubscription Email Template
bg: Шаблон за анулиране на абонамент

source: View Newsletter
bg: Преглед на бюлетин

source: You have been unsubscribed.
bg: Вашият абонамент беше анулиран.

source: Your subscription has been confirmed.
bg: Вашият абонамент беше потвърден.

source: &copy; 2008 Magento Demo Store. All Rights Reserved.
bg: &copy; 2008 Магенто Демо Магазин. Всички права запазени.

source: 1 column
bg: 1 колона

source: 2 columns with left bar
bg: 2 колони с лява лента

source: 2 columns with right bar
bg: 2 колони с дясна лента

source: 3 columns
bg: 3 колони

source: All Empty Layout Pages
bg: Всички страници с празно оформление

source: All One-Column Layout Pages
bg: Всички страници с оформление една колона

source: All Pages
bg: Всички страници
